{
  "nodes": [
    {
      "op": "null", 
      "name": "content_image", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "mobilenet_conv/Conv/BiasAdd", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_mirror_pad_divide_add_round_cast_clip_cast_cast_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "0d3a6841f15bca12", 
        "func_name": "tvmgen_default_fused_nn_mirror_pad_divide_add_round_cast_clip_cast_cast_subtract"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_clip_cast_s_4364522969236468753_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "1416b6da356af477", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_clip_cast_s_4364522969236468753_", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_mirror_pad_divide_add_round_cast_clip_cast_cast_subtract_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "81f79f32832f2011", 
        "func_name": "tvmgen_default_fused_nn_mirror_pad_divide_add_round_cast_clip_cast_cast_subtract_1"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_clip_cast_s_4364522969236468753__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "752dab7d6314afd9", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_clip_cast_s_4364522969236468753__1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ], 
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_mirror_pad_divide_add_round_cast_clip_cast_cast_subtract_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "1230bf35eedf26a5", 
        "func_name": "tvmgen_default_fused_nn_mirror_pad_divide_add_round_cast_clip_cast_cast_subtract_2"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_clip", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "e291d39ee5eab513", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_clip", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "d4597243d758ae1f", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810_"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "2c951e71ea3b44b3", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_mean", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "939cee997dfccdfe", 
        "func_name": "tvmgen_default_fused_cast_mean"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "b0f0cb9ed0dcc17e", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "85e4b3005d97c282", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026_"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_divide_add_round_cast_clip_cast_cast_subtract", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "e22147f55c52690e", 
        "func_name": "tvmgen_default_fused_divide_add_round_cast_clip_cast_cast_subtract"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "c08f966394148204", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642_", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ], 
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "d0cd4fbdc5304d91", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772_", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_subtract_multiply_fixed_point_multiply_add_clip_cast_ca_16754378578492754018_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "hash": "2dd675760b8d418e", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_subtract_multiply_fixed_point_multiply_add_clip_cast_ca_16754378578492754018_"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "b10415a8d730d53d", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_mean1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "939cee997dfccdfe", 
        "func_name": "tvmgen_default_fused_cast_mean"
      }, 
      "inputs": [
        [
          58, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "4c6f5e7d7ae8a5fd", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_1"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "684439b4905d877b", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__1"
      }, 
      "inputs": [
        [
          58, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "d2ceb62386cac8c1", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          61, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ], 
        [
          63, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "b5ff66182538ef99", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          68, 
          0, 
          0
        ], 
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_fixed_point_multiply_add_cast_subtract_cast_subtract_multipl_3819933089037377634_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "hash": "54e1e43321b1be95", 
        "func_name": "tvmgen_default_fused_cast_subtract_fixed_point_multiply_add_cast_subtract_cast_subtract_multipl_3819933089037377634_"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ], 
        [
          73, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "a4605ea1c93bba5b", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810__1"
      }, 
      "inputs": [
        [
          74, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "2ffb7c45390caee6", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ], 
        [
          78, 
          0, 
          0
        ], 
        [
          79, 
          0, 
          0
        ], 
        [
          80, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_mean2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "939cee997dfccdfe", 
        "func_name": "tvmgen_default_fused_cast_mean"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "e327ad695e6bc938", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_2"
      }, 
      "inputs": [
        [
          83, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "9a209767fc45fe38", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__2"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "04dc61c291f74554", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ], 
        [
          87, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ], 
        [
          89, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "f61c610cdceb7677", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ], 
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ], 
        [
          91, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_subtract_multiply_fixed_point_multiply_clip_cast_cast_f_11509758372077001491_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "hash": "3ab22420f36de6cc", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_subtract_multiply_fixed_point_multiply_clip_cast_cast_f_11509758372077001491_"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ], 
        [
          91, 
          0, 
          0
        ], 
        [
          97, 
          0, 
          0
        ], 
        [
          98, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "10a322b3c41504ad", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ], 
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ], 
        [
          103, 
          0, 
          0
        ], 
        [
          104, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_mean3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "939cee997dfccdfe", 
        "func_name": "tvmgen_default_fused_cast_mean"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "1025e8e38840c79f", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_3"
      }, 
      "inputs": [
        [
          106, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "449f6db7cc4f5a76", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__3"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p74", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p75", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p76", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p77", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "86ccd3dbb4234836", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          109, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ], 
        [
          111, 
          0, 
          0
        ], 
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p78", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p79", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p80", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p81", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p82", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "fbf4a781405507b3", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ], 
        [
          116, 
          0, 
          0
        ], 
        [
          117, 
          0, 
          0
        ], 
        [
          118, 
          0, 
          0
        ], 
        [
          119, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ], 
        [
          114, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_fixed_point_multiply_add_cast_subtract_cast_subtract_multipl_1996734148765209034_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "hash": "7d4dcd4590ac91aa", 
        "func_name": "tvmgen_default_fused_cast_subtract_fixed_point_multiply_add_cast_subtract_cast_subtract_multipl_1996734148765209034_"
      }, 
      "inputs": [
        [
          74, 
          0, 
          0
        ], 
        [
          105, 
          0, 
          0
        ], 
        [
          114, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p83", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "f4c0b9f4efd20e8d", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810__2"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ], 
        [
          122, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p84", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p85", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p86", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p87", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p88", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "8c21527532d9fe72", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_4", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          123, 
          0, 
          0
        ], 
        [
          124, 
          0, 
          0
        ], 
        [
          125, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ], 
        [
          127, 
          0, 
          0
        ], 
        [
          128, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_mean4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "939cee997dfccdfe", 
        "func_name": "tvmgen_default_fused_cast_mean"
      }, 
      "inputs": [
        [
          129, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "14e4257d1d7c29a9", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_4"
      }, 
      "inputs": [
        [
          130, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "ec3d64e823a63afc", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__4"
      }, 
      "inputs": [
        [
          129, 
          0, 
          0
        ], 
        [
          131, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p89", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p90", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p91", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p92", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p93", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "068bad1d24ea5223", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__4", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          132, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          133, 
          0, 
          0
        ], 
        [
          134, 
          0, 
          0
        ], 
        [
          135, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p96", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p97", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p98", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "2b3062df58d2d400", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__4", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ], 
        [
          141, 
          0, 
          0
        ], 
        [
          142, 
          0, 
          0
        ], 
        [
          143, 
          0, 
          0
        ], 
        [
          131, 
          0, 
          0
        ], 
        [
          138, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p99", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_subtract_multiply_fixed_point_multiply_add_clip_cast_ca_16754378578492754018__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "hash": "8b4d3787373450b9", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_subtract_multiply_fixed_point_multiply_add_clip_cast_ca_16754378578492754018__1"
      }, 
      "inputs": [
        [
          129, 
          0, 
          0
        ], 
        [
          138, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ], 
        [
          145, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p100", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p101", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p102", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p103", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p104", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "fcef2841c56c6974", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_5", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          146, 
          0, 
          0
        ], 
        [
          147, 
          0, 
          0
        ], 
        [
          148, 
          0, 
          0
        ], 
        [
          149, 
          0, 
          0
        ], 
        [
          150, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_mean5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "939cee997dfccdfe", 
        "func_name": "tvmgen_default_fused_cast_mean"
      }, 
      "inputs": [
        [
          152, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "248315858989c9f7", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_5"
      }, 
      "inputs": [
        [
          153, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "c6d8549174e8d10b", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__5"
      }, 
      "inputs": [
        [
          152, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p105", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p106", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p107", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p108", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p109", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "7", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "68bd1b2ba179673a", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_cast_subtract_fixed_point_mult_10668199676204579642__5", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          155, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          156, 
          0, 
          0
        ], 
        [
          157, 
          0, 
          0
        ], 
        [
          158, 
          0, 
          0
        ], 
        [
          159, 
          0, 
          0
        ], 
        [
          160, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p110", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p111", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p112", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p113", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p114", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "361798cdd8aed6d9", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_cast_subtra_2696181534291859772__5", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          162, 
          0, 
          0
        ], 
        [
          163, 
          0, 
          0
        ], 
        [
          164, 
          0, 
          0
        ], 
        [
          165, 
          0, 
          0
        ], 
        [
          166, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ], 
        [
          161, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_fixed_point_multiply_add_cast_subtract_cast_subtract_multipl_1996734148765209034__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "hash": "96ad1f9a252c2df0", 
        "func_name": "tvmgen_default_fused_cast_subtract_fixed_point_multiply_add_cast_subtract_cast_subtract_multipl_1996734148765209034__1"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ], 
        [
          161, 
          0, 
          0
        ], 
        [
          167, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p115", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "9dd3b2954c3c0167", 
        "func_name": "tvmgen_default_fused_cast_subtract_cast_multiply_nn_mirror_pad_divide_add_round_cast_clip_cast__4469228437250645810__3"
      }, 
      "inputs": [
        [
          168, 
          0, 
          0
        ], 
        [
          169, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p116", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p117", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p118", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p119", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p120", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "6", 
        "data_layout": "NHWC", 
        "kernel_layout": "HWIO", 
        "hash": "7a9ee18d1538eb36", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_cast_multiply_add_right_shift_cast_add_clip_cast_6", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          170, 
          0, 
          0
        ], 
        [
          171, 
          0, 
          0
        ], 
        [
          172, 
          0, 
          0
        ], 
        [
          173, 
          0, 
          0
        ], 
        [
          174, 
          0, 
          0
        ], 
        [
          175, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_mean6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "939cee997dfccdfe", 
        "func_name": "tvmgen_default_fused_cast_mean"
      }, 
      "inputs": [
        [
          176, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "8a4b79c1a6c94797", 
        "func_name": "tvmgen_default_fused_subtract_fixed_point_multiply_add_clip_cast_6"
      }, 
      "inputs": [
        [
          177, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_cast_multiply_cast_subtract_cast_multiply_subtract_power_div_16086524946268701026__6", 
